{"translation-revision-date":"2019-06-10 16:09:35+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"km_KH"},"Edit":["កែប្រែ"],"Schedule":["កាលវិភាគ"],"Suggestion:":["សំណើ៖"],"Quote":["ពាក្យ​សម្រង់"],"This file exceeds the maximum upload size for this site.":["ទំហំនៃហ្វាល់នេះលើសពីទំហំអាប់ឡូដដែលបានកំណត់សម្រាប់វេបសាយនេះ។"],"Words":["ពាក្យ"],"Link":["ភ្ជាប់"],"Featured Image":["រូបភាព​លេចធ្លោ"],"Set featured image":["ដាក់​រូបភាព​លេចធ្លោ"],"Status":["ស្ថានភាព"],"Template:":["គំរូ៖"],"Schedule…":["កំណត់ពេល..."],"Scheduled":["ដាក់កំណត់ពេល"],"Blocks":["ប្លុក"],"Category":["ចំណាត់ក្រុម"],"(Empty heading)":["(គ្មានចំណងជើង)"],"(Incorrect heading level)":["(កម្រិតនៃចំណងជើងពុំត្រឹមត្រូវ)"],"(Your theme may already use a H1 for the post title)":["(រូបរាងនៃវេបសាយរបស់អ្នកប្រហែលជាបានប្រើ H1 សម្រាប់ចំណងជើងនៃប្រកាសរួចទៅហើយ)"],"(Multiple H1 headings are not recommended)":["(ប្រើ H1 ច្រើនដង ពុំត្រូវបានលើកទឹកចិត្តនោះទេ)"],"Attempt Recovery":["ប៉ុនប៉ងយកមកវិញ"],"Copy Post Text":["ចម្លងអក្សរនៃប្រកាស"],"Copy Error":["មានកំហុសក្នុងការចម្លង"],"The editor has encountered an unexpected error.":["កម្មវិធីនិពន្ធបានជួបប្រទះកំហុសដែលមិនបានព្រៀងទុកមួយ។"],"%d result found.":["រកឃើញលទ្ធផលចំនួន %d។"],"Order":["លំដាប់"],"no title":["គ្មានចំណងជើង"],"no parent":["គ្មានមេ"],"Allow Comments":["អនុញ្ញាតឲ្យមានការបញ្ចេញមតិ"],"Write an excerpt (optional)":["សរសេរសេចក្ដីសម្រង់ (បន្ទាប់បន្សំ)"],"Learn more about manual excerpts":["ស្វែងយល់បន្ថែមអំពីសេចក្ដីសម្រង់ផ្ទាល់ខ្លួន"],"Edit or update the image":["កែ ឬក៏អាប់ដេតរូបភាព"],"Replace image":["ជួសរូបភាព"],"Aside":["ចំហៀង"],"Standard":["ស្តង់ដា"],"Chat":["តារាង"],"Post Format":["ទម្រង់ប្រកាស"],"%d Revision":["%d កំណែ"],"Someone else has taken over this post.":["មានអ្នកផ្សេងទៀតបានយកប្រកាសនេះទៅគ្រប់គ្រងហើយ។"],"This post is already being edited.":["ប្រកាសនេះបាននឹងកំពុងកែហើយ។"],"Avatar":["អវតា"],"%s now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["ពេលនេះ %s អាចកែប្រកាសនេះបាន។ សូមកុំបារម្ភ ការកែប្រែរបស់អ្នករហូតមកដល់ពេលនេះបានរក្សាទុកហើយ។"],"Another user now has editing control of this post. Don’t worry, your changes up to this moment have been saved.":["មានអ្នកប្រើផ្សេងទៀតកំពុងយកប្រកាសនេះទៅកែហើយ។ សូមកុំបារម្ភ ការកែប្រែរបស់អ្នករហូតមកដល់ពេលនេះបានរក្សាទុកហើយ។"],"%s is currently working on this post, which means you cannot make changes, unless you take over.":["%s កំពុងធ្វើការលើប្រកាសនេះ ដែលមានន័យថាអ្នកមិនអាចធ្វើការកែប្រែបានទេ លុះត្រាតែអ្នកយកវាមកគ្រប់គ្រងវិញ។"],"Another user is currently working on this post, which means you cannot make changes, unless you take over.":["មានអ្នកប្រើផ្សេងទៀតកំពុងធ្វើការលើប្រកាសនេះ ដែលមានន័យថាអ្នកមិនអាចធ្វើការកែប្រែបានទេ លុះត្រាតែអ្នកយកវាមកគ្រប់គ្រងវិញ។"],"Take Over":["យកមកគ្រប់គ្រង"],"Edit post permalink":["កែតំណរបស់ប្រកាស"],"Permalink copied":["តំណបានចម្លង"],"Copy the permalink":["ចម្លងតំណ"],"Permalink:":["តំណ:"],"Change Permalinks":["កែតំណ"],"Allow Pingbacks & Trackbacks":["អនុញ្ញាតឲ្យ Pingbacks & Trackbacks"],"Generating preview…":["កំពុងបង្កើតឲ្យមានការមើលផ្ទាល់…"],"imperative verb\u0004Preview":["មើលផ្ទាល់"],"Click “Preview” to load a preview of this page, so you can make sure you’re happy with your blocks.":["សូមចុច «មើលជាមុន» ដើម្បីផ្ទុកនូវទម្រង់មើលជាមុននូវទំព័រនេះ ធ្វើដូចនេះអ្នកអាចប្រាកដថាអ្នកពេញចិត្តនឹងប្លុកនានារបស់អ្នក។"],"Publishing…":["កំពុងចេញផ្សាយ…"],"Updating…":["កំពុងអាប់ដេត…"],"Scheduling…":["កំពុងកំណត់ពេល…"],"Submit for Review":["ផ្ញើដើម្បីពិនិត្យ"],"Close panel":["បិទផ្ទាំង"],"Always show pre-publish checks.":["តែងតែបង្ហាញការពិនិត្យនៅមុនពេលចេញផ្សាយ។"],"Use a post format":["ប្រើទម្រង់នៃប្រកាស"],"Your theme uses post formats to highlight different kinds of content, like images or videos. Apply a post format to see this special styling.":["រូបរាងវេបសាយរបស់អ្នកប្រើទម្រង់ប្រកាសដើម្បីកំណត់ភាពខុសគ្នានៃមាតិកា ដូចជារូបភាព ឬក៏វីដេអូជាដើម។ អនុវត្តទម្រង់នៃប្រកាសដើម្បីឃើញការរចនាពិសេសនេះ។"],"Apply the \"%1$s\" format.":["អនុវត្តទម្រង់ \"%1$s\"។"],"Add tags":["បញ្ចូលស្លាក"],"Tags help users and search engines navigate your site and find your content. Add a few keywords to describe your post.":["ស្លាកជួយអ្នកប្រើ និងម៉ាស៊ីនស្វែងរក អាចរុករកក្នុងវេបសាយរបស់អ្នក និងអាចរកឃើញមាតិការបស់អ្នកផងដែរ។ សូមបញ្ចូលពាក្យគន្លឹះពីរបីដើម្បីបរិយាយពីប្រកាសរបស់អ្នក។"],"is now scheduled. It will go live on":["បានកំណត់ពេលហើយ។ វានឹងបន្តផ្ទាល់នៅ"],"is now live.":["កំពុងបន្តផ្ទាល់។"],"What’s next?":["តើមានអ្វីនៅបន្ទាប់?"],"%s address":["អាសយដ្ឋានចំនួន %s"],"Copied!":["បានចម្លង!"],"Are you ready to submit for review?":["តើអ្នកបានត្រៀមខ្លួនរួចរាល់ឬនៅក្នុងការផ្ញើមកធ្វើការពិនិត្យឡើងវិញ?"],"When you’re ready, submit your work for review, and an Editor will be able to approve it for you.":["នៅពេលដែលអ្នករួចរាល់ សូមផ្ញើការងាររបស់អ្នកដើម្បីធ្វើការពិនិត្យឡើងវិញ ហើយអ្នកកែសម្រួលនឹងអាចធ្វើការអនុម័តវាឲ្យអ្នក។"],"Are you ready to schedule?":["តើអ្នកបានត្រៀមខ្លួនរួចរាល់ឬនៅក្នុងការកំណត់ពេល?"],"Your work will be published at the specified date and time.":["ការងាររបស់អ្នកនឹងត្រូវចេញផ្សាយនៅពេលដែលកាលបរិច្ឆេទដែលបានកំណត់មកដល់។"],"Are you ready to publish?":["តើអ្នកត្រៀមខ្លួនរួចរាល់ដើម្បីចេញផ្សាយហើយតើមែនទេ?"],"Double-check your settings before publishing.":["សូមពិនិត្យមើលការកំណត់របស់អ្នកម្ដងទៀតមុននឹងធ្វើការចេញផ្សាយ។"],"Visibility:":["ភាពមើលឃើញ:"],"Publish:":["ចេញផ្សាយ:"],"Publish…":["ចេញផ្សាយ…"],"Finished writing? That’s great, let’s get this published right now. Just click “Publish” and you’re good to go.":["បញ្ចប់ការសរសេរហើយ? ល្អណាស់! តោះចេញផ្សាយអត្ថបទនេះតែម្ដងទៅ។ គ្រាន់តែចុចលើ «ចេញផ្សាយ» នោះជាការស្រេច។"],"Autosaving":["កំពុងរក្សាទុកដោយស្វ័យប្រវត្តិ"],"Saving":["កំពុងរក្សាទុក"],"Immediately":["ភ្លាមៗ"],"Are you sure you want to unpublish this post?":["តើអ្នកប្រាកដថាអ្នកមិនចង់ចេញផ្សាយប្រកាសនេះមែនទេ?"],"Are you sure you want to unschedule this post?":["តើអ្នកប្រាកដថាអ្នកលែងកំណត់ពេលចេញផ្សាយប្រកាសនេះមែនទេ?"],"Switch to Draft":["ប្ដូរទៅជាសេចក្តីព្រាង"],"Add New Term":["បញ្ចូលសព្ទថ្មី"],"Tag":["ស្លាក"],"Term":["សព្ទ"],"term\u0004%s added":["%s បានបញ្ចូល"],"term\u0004%s removed":["%s បានលុប"],"term\u0004Remove %s":["លុប %s"],"Add new category":["បញ្ចូលចំណាត់ក្រុមថ្មី"],"Add new term":["បញ្ចូលសព្ទថ្មី"],"Parent Term":["សព្ទមេ"],"Terms":["សព្ទ"],"Add title":["បញ្ចូលចំណងជើង"],"Move to trash":["រើទៅដាក់ក្នុងធុងសម្រាម"],"Would you like to privately publish this post now?":["តើអ្នកចង់ចុះផ្សាយប្រកាសនេះជាឯកជននាពេលនេះឬទេ?"],"Post Visibility":["ភាពអាចមើលឃើញនៃប្រកាស"],"Create password":["បង្កើតពាក្យសម្ងាត់"],"Use a secure password":["ប្រើពាក្យសម្ងាត់ដែលសុវត្ថិភាព"],"Visible to everyone.":["នរណាក៏អាចមើលឃើញបាន។"],"Only visible to site admins and editors.":["មានតែអ្នកគ្រប់គ្រងវេបសាយ និងអ្នកកែសម្រួលប៉ុណ្ណោះដែលអាចមើលឃើញបាន។"],"Protected with a password you choose. Only those with the password can view this post.":["ការពារដោយពាក្យសម្ងាត់ដែលអ្នកបានប្រើ។ មានតែអ្នកដែលមានពាក្យសម្ងាត់នេះទេទើបអាចមើលប្រកាសនេះបាន។"],"There is an autosave of this post that is more recent than the version below.":["មានការរក្សាទុកដោយស្វ័យប្រវត្តិមួយនៃប្រកាសនេះដែលថ្មីជាងកំណែដែលនៅខាងក្រោម។"],"View the autosave":["មើលការរក្សាទុកដោយស្វ័យប្រវត្តិ"],"Content structure":["រចនាសម្ព័ន្ធមាតិកា"],"Document Statistics":["ស្ថិតិនានានៃឯកសារ"],"Headings":["ចំណងជើង"],"Paragraphs":["កថាខណ្ឌ"],"Document Outline":["គ្រោងឯកសារ"],"Resetting the template may result in loss of content, do you want to continue?":["កំណត់ពុម្ភឡើងវិញអាចនឹងធ្វើឲ្យបាត់បងមាតិកាទាំងមូល, តើអ្នកចង់បន្តទេ?"],"The content of your post doesn’t match the template assigned to your post type.":["មាតិកានៃប្រកាសរបស់អ្នកមិនត្រូវគ្នាជាមួយនឹងពុម្ភដែលបានកំណត់ឲ្យប្រភេទប្រកាសរបស់អ្នកទេ។"],"Keep it as is":["ទុកវាឲ្យនៅដដែល"],"Reset the template":["កំណត់ពុម្ភឡើងវិញ"],"You have unsaved changes. If you proceed, they will be lost.":["អ្នកមានការកែប្រែដែលពុំទាន់បានរក្សាទុកនៅឡើយ។ ប្រសិនបើអ្នកបន្ត នោះការកែប្រែទាំងនោះនឹងបាត់បង់។"],"Publishing failed":["ការចេញផ្សាយបានបរាជ័យ"],"Scheduling failed":["ការកំណត់ពេលបានបរាជ័យ"],"Updating failed":["ការអាប់ដេតបានបរាជ័យ"],"Trashing failed":["ការលុបបានបរាជ័យ"],"Block created.":["ប្លុកបានបង្កើត។"],"Block deleted.":["ប្លុកបានលុប។"],"Untitled Reusable Block":["ប្លុកប្រើឡើងវិញដែលពុំមានចំណងជើង"],"Sorry, this file type is not supported here.":["សូមទោស, ប្រភេទនៃហ្វាល់នេះពុំមានការគាំទ្រទេ។"],"This file is empty.":["ហ្វាល់នេះមិនមានទំហំផ្ទុកទេ។"],"Error while uploading file %s to the media library.":["មានកំហុសកើតឡើងខណៈពេលកំពុងអាប់ឡូដហ្វាល់ %s ទៅកាន់បណ្ណាល័យមេឌា។"],"Type text or HTML":["វាយអក្សរ ឬក៏កូដ HTML"],"Start writing with text or HTML":["ចាប់ផ្ដើមសរសេរជាអក្សរ ឬក៏កូដ HTML"],"To edit the featured image, you need permission to upload media.":["ដើម្បីអាចកែរូបភាពពិសេសបាន អ្នកត្រូវមានសិទ្ធិក្នុងការអាប់ឡូដ។"],"Author":["អ្នក​និពន្ធ"],"Undo":["មិនធ្វើ"],"Redo":["ធ្វើវិញ"],"Add New Tag":["បន្ថែម​ស្លាក​ថ្មី"],"Parent Category":["ចំណាត់​ក្រុម​មេ"],"Remove image":["ដក​រូប​ចេញ"],"Title":["ចំណងជើង"],"Pending Review":["រង់ចាំ​ការ​ពិនិត្យ"],"Block updated.":["ប្លុកបានអាប់ដេត។"],"Copy Link":["ចម្លងតំណ"],"Save":["រក្សា​ទុក"],"Save as Pending":["រក្សា​ទុក​ជា កំពុង​រង់​ចាំ"],"Private":["ឯកជន"],"Public":["សាធារណៈ"],"Password Protected":["បាន​ការ​ពារ​ដោយ​ពាក្យ​សម្ងាត់"],"Audio":["សំឡេង"],"Video":["វីដេអូ"],"Word count type. Do not translate!\u0004words":["characters_excluding_spaces"],"Gallery":["វិចិត្រសាល"],"(opens in a new tab)":["(បើកនៅធែបថ្មី)"],"Published":["បាន​ផ្សាយ"],"Publish":["ផ្សព្វ​ផ្សាយ"],"Saved":["បាន​រក្សា​ទុក"],"Save Draft":["រក្សា​ទុក​ការ​ព្រាង"],"Update":["អាប់ដេត"],"(no title)":["(គ្មាន​ចំណង​ជើង)"],"Image":["រូប​ភាព"],"Sorry, this file type is not permitted for security reasons.":["សុំទោស ប្រភេទឯកសារនេះមិនត្រូវបានអនុញ្ញាតនោះទេ គឺក្រោមហេតុផលសុវត្ថិភាព។"]}},"comment":{"reference":"wp-includes\/js\/dist\/editor.js"}}